[
  { "quote": "Discipline is the bridge between goals and accomplishment." },
  { "quote": "Don't watch the clock; do what it does. Keep going." },
  { "quote": "Push yourself, because no one else is going to do it for you." },
  { "quote": "The secret of getting ahead is getting started." },
  { "quote": "Stay focused. Stay humble. Stay positive." },
  { "quote": "Success doesn’t come from what you do occasionally, it comes from what you do consistently." },
  { "quote": "You are stronger than your excuses." },
  { "quote": "Dream it. Wish it. Do it." },
  { "quote": "Great things never come from comfort zones." },
  { "quote": "Focus on being productive instead of busy." },
  { "quote": "Your limitation—it's only your imagination." },
  { "quote": "Sometimes later becomes never. Do it now." },
  { "quote": "Don’t stop when you’re tired. Stop when you’re done." },
  { "quote": "The way to get started is to quit talking and begin doing." },
  { "quote": "Small steps every day." },
  { "quote": "You don’t have to be extreme, just consistent." },
  { "quote": "Don’t wait for opportunity. Create it." },
  { "quote": "If you get tired, learn to rest, not quit." },
  { "quote": "Wake up with determination. Go to bed with satisfaction." },
  { "quote": "Don’t limit your challenges. Challenge your limits." },
  { "quote": "Doubt kills more dreams than failure ever will." },
  { "quote": "Make your future self proud." },
  { "quote": "Success is the sum of small efforts repeated day in and day out." },
  { "quote": "Be stronger than your strongest excuse." },
  { "quote": "You don’t need motivation, you need discipline." },
  { "quote": "Every day is a chance to get better." },
  { "quote": "If you want it, work for it." },
  { "quote": "Winners are not afraid of losing. But losers are." },
  { "quote": "One day or day one. You decide." },
  { "quote": "Be so good they can't ignore you." },
  { "quote": "Consistency is what transforms average into excellence." },
  { "quote": "The only bad workout is the one that didn’t happen." },
  { "quote": "Stop doubting yourself, work hard, and make it happen." },
  { "quote": "When you feel like quitting, think about why you started." },
  { "quote": "Productivity is never an accident. It is always the result of a commitment to excellence." },
  { "quote": "Nothing will work unless you do." },
  { "quote": "Success starts with self-discipline." },
  { "quote": "If it matters to you, you’ll find a way." },
  { "quote": "Stay away from distractions. Your focus is your power." },
  { "quote": "Start where you are. Use what you have. Do what you can." },
  { "quote": "Action is the foundational key to all success." },
  { "quote": "What you do today can improve all your tomorrows." },
  { "quote": "Decide. Commit. Succeed." },
  { "quote": "You can do anything, but not everything." },
  { "quote": "Progress, not perfection." },
  { "quote": "Starve your distractions. Feed your focus." },
  { "quote": "Success is nothing more than a few simple disciplines practiced every day." },
  { "quote": "The best way to predict the future is to create it." },
  { "quote": "Don’t ruin a good today by thinking about a bad yesterday." },
  { "quote": "Believe you can and you’re halfway there." }
]
